"""Module with data for the task"""
tasks = [
    ('Фестиваль', 'Пілястра'),
    ('Марка (грошова одиниця)', 'Китайський календар'),
    ('Мітохондріальна ДНК', 'Вітамін K'),
    ('Дружба', 'Рим'),
    ('Дружина (військо)', '6 жовтня'),
    ('Україна', 'Маріуполь'),
]

requests_per_minute = 100
links_per_page = 200

wiki_link = 'https://uk.wikipedia.org/wiki/'

key_words = ['lang', 'Категорія', 'Редагувати', 'розділ', 'Список', 'мова', 'мови', 'Головна', 'Вікіпедія',
             'Wayback', 'Мобільний вигляд', 'Журнал змін сторінки', 'Дружба&amp', 'Постійне посилання',
             'Наукова думка', 'Цитувати сторінку', 'Розмовний стиль', 'Special', 'Стабільну версію',
             'jpg', 'Категорії', 'Freebase', 'бібліотека', 'index', 'код', 'Вгору', 'Категорії', 'Трансляція',
             'Збільшити', 'jpeg']
